<?php
// Heading
$_['heading_title']                    = 'Тема магазина по умолчанию';

// Text
$_['text_extension']                   = 'Расширения';
$_['text_success']                     = 'Успешно: Вы изменили тему магазина по умолчанию!';
$_['text_edit']                        = 'Редактировать тему магазина по умолчанию';
$_['text_general']                     = 'Общие';
$_['text_product']                     = 'Продукция';
$_['text_image']                       = 'Изображения';

// Entry
$_['entry_directory']                  = 'Каталог темы';
$_['entry_status']                     = 'Статус';
$_['entry_product_limit']              = 'Элементов по умолчанию на странице';
$_['entry_product_description_length'] = 'Ограничения списка описания';
$_['entry_image_category']             = 'Размер изображения категории (Ш х В)';
$_['entry_image_thumb']                = 'Размер большого изображения продукции (Ш х В)';
$_['entry_image_popup']                = 'Размер всплывающего изображения продукции (Ш х В)';
$_['entry_image_product']              = 'Размер изображения в списке продукции (Ш х В)';
$_['entry_image_additional']           = 'Размер дополнительных изображений продукции (Ш х В)';
$_['entry_image_related']              = 'Размер изображения связанной продукции (Ш х В)';
$_['entry_image_compare']              = 'Размер изображения сравнения (Ш х В)';
$_['entry_image_wishlist']             = 'Размер изображения списка желаний (Ш х В)';
$_['entry_image_cart']                 = 'Размер изображения в корзине (Ш х В)';
$_['entry_image_location']             = 'Размер изображения магазина (Ш х В)';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Высота';

// Help
$_['help_directory']                   = 'Это поле предназначено только для того, чтобы старые темы были совместимы с новой системой тем. Вы можете установить каталог темы для использования в настройках размера изображения, определенных здесь.';
$_['help_product_limit']               = 'Определяет, сколько элементов каталога показано на странице (продукция, категории и т.д.)';
$_['help_product_description_length']  = 'В представлении списка ограничение по количеству символов (категории, акции и т.д.)';

// Error
$_['error_permission']                 = 'Предупреждение: У Вас нет прав на изменение темы магазина по умолчанию!';
$_['error_limit']                      = 'Лимит продукции обязателен!';
$_['error_image_thumb']                = 'Размер большого изображения продукции необходимы размеры!';
$_['error_image_popup']                = 'Размер всплывающего изображения продукции необходимы размеры!';
$_['error_image_product']              = 'Размер списка товаров необходимы размеры!';
$_['error_image_category']             = 'Размер списка категорий необходимы размеры!';
$_['error_image_additional']           = 'Размер дополнительных изображений продукции необходимы размеры!';
$_['error_image_related']              = 'Размер изображения связанной продукции необходимы размеры!';
$_['error_image_compare']              = 'Размер изображения сравнения необходимы размеры!';
$_['error_image_wishlist']             = 'Размер изображения списка желаний необходимы размеры!';
$_['error_image_cart']                 = 'Размер изображения в корзине необходимы размеры!';
$_['error_image_location']             = 'Размер изображения магазина необходимы размеры!';